/* Account error title in PFLogInViewController */
"Account Error" = "Account Error";

/* Additional */
"Additional" = "Additional";

/* No comment provided by engineer. */
"AFNetworking" = "AFNetworking";

/* Password reset message in PFLogInViewController */
"An email with reset instructions has been sent to %@." = "تم إرسال تعليمات إعادة الضبط إلى %@.";

/* Cancel */
"Cancel" = "إلغاء";

/* Sign up text in PFLogInView */
"Don't have an account yet?" = "لا تملك حساباً بعد؟";

/* Download Error */
"Download Error" = "Download Error";

/* DOWNLOADING */
"DOWNLOADING" = "DOWNLOADING";

/* Email */
"Email" = "البريد الإلكتروني";

/* Email request title in PFLogInViewController */
"Enter Email" = "أدخل عنوان البريد الإلكتروني";

/* Error */
"Error" = "خطأ";

/* No comment provided by engineer. */
"Expected content type %@, got %@" = "Expected content type %1$@, got %2$@";

/* No comment provided by engineer. */
"Expected status code in (%@), got %d" = "Expected status code in (%1$@), got %2$d";

/* No comment provided by engineer. */
"Expected URL to be a file URL" = "Expected URL to be a file URL";

/* Facebook */
"Facebook" = "Facebook";

/* INSTALLED */
"INSTALLED" = "INSTALLED";

/* Load more... */
"Load more..." = "Load more...";

/* Loading message in pull to refresh
   Loading message in the HUD of PFLogInViewController
   Loading message in the HUD of PFSignUpViewController
   Loading message of PFQueryTableViewController */
"Loading..." = "تحميل...";

/* Log in */
"Log in" = "Log in";

/* Login error title in PFLogInViewController */
"Login Error" = "Login Error";

/* Master */
"Master" = "Master";

/* Offline Error */
"Offline Error" = "خطأ";

/* OK */
"OK" = "موافق";

/* Password */
"Password" = "كلمة المرور";

/* Password reset title in PFLogInViewController */
"Password Reset" = "إعادة ضبط كلمة المرور";

/* Unregistered email title in PFLogInViewController */
"Password Reset Failed" = "فشل في إعادة ضبط كلمة المرور";

/* Accound error message in PFLogInViewController */
"Please double-check your information and try again." = "الرجاء إعادة التأكد من معلوماتك والمحاولة لاحقاً.";

/* Password missing error message in PFSignUpViewController */
"Please enter a password." = "الرجاء إدخال كلمة السر.";

/* Username missing error message in PFSignUpViewController */
"Please enter a username." = "الرجاء إدخال اسم مستخدم.";

/* Email missing error message in PFSignUpViewController */
"Please enter an email." = "الرجاء إدخال البريد الإلكتروني.";

/* Email request message in PFLogInViewController */
"Please enter the email address for your account." = "الرجاء إدخال عنوان البريد الإلكتروني لحسابك.";

/* Pull down to refresh status */
"Pull down to refresh..." = "Pull down to refresh...";

/* Purchase Error */
"Purchase Error" = "Purchase Error";

/* Release to refresh status */
"Release to refresh..." = "Release to refresh...";

/* Rock w/Friends */
"Rock w/Friends" = "Rock w/Friends";

/* Settings */
"Settings" = "Settings";

/* Sign up */
"Sign up" = "Sign up";

/* Sign Up Error */
"Sign Up Error" = "خطأ في التسجيل";

/* Generic error message
   Login error message in PFLogInViewController
   Offline message
   Sign up error message in PFSignUpViewController */
"Something went wrong. Please try again." = "حدث خطأ. الرجاء المحاولة مرة ثانية.";

/* Unregistered email message in PFLogInViewController */
"The email address %@ is not registered." = "إن البريد الإلكتروني %@ غير مسجل.";

/* Invalid email address error message in PFSignUpViewController */
"The email address \"%@\" is invalid. Please enter a valid email." = "إن عنوان البريد الإلكتروني \"%@\" غير صالح. الرجاء إدخال عنوان صحيح.";

/* Username taken error message in PFSignUpViewController */
"The username \"%@\" is taken. Please try choosing another username." = "إن البريد الإلكتروني \"%@\" مستخدم سابقا. الرجاء اختيار بريد إلكتروني آخر.";

/* Twitter */
"Twitter" = "Twitter";

/* Username */
"Username" = "Username";

/* Using */
"Using" = "Using";

/* External login text in PFLogInView */
"You can also log in with:" = "You can also log in with:";

/* You Rock! */
"You Rock!" = "You Rock!";

